const Card3 = () => {
  return (
    <>
      <div className="card3">
        <div className="container">
          <img src="/images/PicsArt_01-07-02.10.04.png" alt="" />

          <div className="text3">
            <p>
              مشاكل النطق لطفل التوحد (الناطق) مشكلة النطق عند طفل التوحد تقريبا
              مشكلة معقدة وتحتاج التزام في التدريب لكن لا يوجد شيء صعب مشاكل
              النطق عند الأطفال كثيرة بعض الأطفال ينطق كلمات وبعضهم فقط اصوات
              وبعضهم يتكلم فقط اللغة الأنكليزية بسبب كثرة مشاهدته للمقاطع التي
              باللغة الأنكليزية و البعض يتكلم بالفصحى مثل أفلام الكارتون الخطوات
              التي يجب ان نتبعها في التعامل مع الطفل الذي يعاني من هذه المشاكل :
              أولا _نحاول فهم الطفل والتقرب منه ونفهم ماذا يريد و كيف يعبر
              بطريقته عن الأشياء ثانيا _نبدأ بوضع خطة تتضمن تدريبات لمهارة النطق
              واللغة التعبيرية مناسبة لعمر الطفل ومستوى التوحد لديه ثالثا_ تعليم
              الطفل التعبير عن ماذا يريد والطلب بأستخدام الكلمات وليس البكاء أو
              التأشير او سحب يد الام او الاب لتنفيذ طلبه وذالك من خلال تجاهل
              هكذا طلب وعدم تنفيذه إلا اذا نطق رابعا_من أفضل الطرق التي نتبعها
              في التدريب هو التحفيز . أي نحفز الأطفال لفهم الأشياء عن طريق الصور
              أو الأدوات في نفس الوقت نستخدم المكافئة في كل مرة يتعلم فيها الطفل
              صوت او حرف او كلمة يجب ان نكافئه بشيء يحبه مثل الشوكولا او لعبة
              وغيرها من الأشياء حتى يصبح لديه حافز دائما للتعلم . اهم نقطة هي
              عدم الاستجابة لأي طلب يريده الطفل بدون نطق يجب تجاهل الطلب ويتم
              تدريب الطفل على المناداة للام او الاب عندما يريد شيء في البداية
              سينصدم لأن الأم غيرت اسلوبها وسيبدأ بالبكاء و ربما يستخدم العنف
              على نفسه او الاهل كل هذه الأمور نتجاهلها الى ان يقتنع اصبحت الطرق
              القديمة غير مفيدة وليس لديه حل غير الطلب اللفظي و دائما يجب ان
              نتبع مع الطفل اسلوب السؤال والجواب يعني مثلاً: الطفل يريد عصير
              نسأل الطفل تريد العصير؟ لا نعطي العصير الى أن ينطق ويقول نعم وهكذا
            </p>
          </div>
        </div>
      </div>
    </>
  );
};
export default Card3;
